/**
 * Created by Think on 2018/1/3.
 */
var trueFalseA = ['是', '否'];
//write1
var genderNameA = ['男', '女'];
var surveyMethodA = ['入户调查', '电话调查'];
var gradeA = ['一级', '二级', '三级', '四级','未评定'];
var nationNumA = [1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,
    37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,71,72,73,74,75,76,96,97,98,99];
var nationA = ['汉族',
    '藏族',
    '回族',
    '白族',
    '侗族',
    '柯尔克孜族',
    '达翰尔族',
    '土族',
    '满族',
    '瑶族',
    '苗族',
    '仡佬族',
    '维吾尔族',
    '撒拉族',
    '阿昌族',
    '塔吉克族',
    '德昂族',
    '毛南族',
    '独龙族',
    '赫哲族',
    '仫佬族',
    '基诺族',
    '鄂伦春族',
    '拉祜族',
    '纳西族',
    '裕固族',
    '鄂温克族',
    '普米族',
    '怒族',
    '羌族',
    '畲族',
    '壮族',
    '乌孜别克族',
    '京族',
    '水族',
    '黎族',
    '佤族',
    '傣族',
    '彝族',
    '朝鲜族',
    '高山族',
    '东乡族',
    '珞巴族',
    '景颇族',
    '保安族',
    '塔塔尔族',
    '土家族',
    '布朗族',
    '锡伯族',
    '门巴族',
    '俄罗斯族',
    '蒙古族',
    '布依族',
    '哈尼族',
    '哈萨克族',
    '傈僳族',
    '西家族',
    '绕家族',
    '南京族',
    '俚民族',
    '蔡家族',
    '亻革家族',
    '外入中籍',
    '穿青人',
    '摩梭人',
    '其它'
];
var politicalStatusA = ['中共党员', '共青团员', '民主党派', '群众'];
var residenceTypeA = ['农业', '非农业'];
var maritalStatusA = ['未婚', '已婚有配偶', '丧偶', '离婚'];
var maritalStatusNumA = [10, 20, 30, 40];
var personalStatusA=[
    {id:1,name:'查无此人',isC:false,isF:true},
    {id:2,name:'已搬迁',isC:false,isF:true},
    {id:3,name:'空挂户',isC:false,isF:true},
    {id:4,name:'外出',isC:false,isF:true},
    {id:5,name:'死亡',isC:false,isF:true},
    {id:6,name:'正常',isC:false,isF:true},
//  2018-7-27 J
    {id:7,name:'与办证人口重复',isC:false,isF:true}, 
    {id:8,name:'残疾程度较轻',isC:false,isF:true}
//  2018-7-27 J
];
var featureA=[
    {id:1,name:'视力',isC:false,isF:true},
    {id:2,name:'听力',isC:false,isF:true},
    {id:3,name:'言语',isC:false,isF:true},
    {id:4,name:'肢体(可多选)',isC:false,isF:true},
    {id:5,name:'智力(可多选)',isC:false,isF:true},
    {id:6,name:'精神(可多选)',isC:false,isF:true}
];
var featureAs=[
    {id:1,name:'视力',isC:false},
    {id:2,name:'听力',isC:false},
    {id:3,name:'言语',isC:false},
    {id:4,name:'肢体',isC:false},
    {id:5,name:'智力',isC:false},
    {id:6,name:'精神',isC:false}
];
var featureA1=[
    {id:1,name:'盲',isC:false},
    {id:2,name:'低视力',isC:false}
];
var featureA2=[
    {id:1,name:'全聋',isC:false},
    {id:2,name:'有残余听力',isC:false}
];
var featureA3=[
    {id:1,name:'失语',isC:false},
    {id:2,name:'发音有一定障碍',isC:false}
];
var featureA4=[
    {id:1,name:'偏瘫',isC:false},
    {id:2,name:'脑瘫',isC:false},
    {id:3,name:'截瘫',isC:false},
    {id:4,name:'上肢缺失',isC:false},
    {id:5,name:'下肢缺失',isC:false},
    {id:6,name:'侏儒症',isC:false},
    {id:7,name:'儿麻后遗症',isC:false},
    {id:8,name:'其他',isC:false}
];
var featureA5=[
    {id:1,name:'智力发育不全',isC:false},
    {id:2,name:'智力损害或衰退',isC:false}
];
var featureA6=[
    {id:1,name:'孤独症',isC:false},
    {id:2,name:'心理障碍',isC:false},
    {id:3,name:'精神分裂',isC:false},
    {id:4,name:'癫痫',isC:false},
    {id:5,name:'其他',isC:false}
];
//write2
var townFamilyIncomeA = ['低于低保标准', '低于低收入标准或低保边缘标准','其他'];
var houseNeedA = ['公租房', '廉租房', '租赁补贴', '其他', '无需求'];
var poorArchivingSituationA = ['国家建档立卡贫困人口', '其他贫困人口', '其他'];
var countryFamilyHouseA = ['状况良好', '经鉴定属危房', '非鉴定危房', '租赁房', '借住或无固定住所'];
var countryHouseNeedA = ['农村危房改造', '其他', '无需求'];
var townFamilyHouseA = [
    {id:1,name:'自有产权住房',isC:false},
    {id:2,name:'享有住房保障政策',isC:false},
    {id:3,name:'租赁房',isC:false},
    {id:4,name:'借住或无固定住所',isC:false}
];
var townFamilyHouseA2 = [
    {id:1,name:'公租房',isC:false},
    {id:2,name:'廉租房',isC:false},
    {id:3,name:'租赁补贴',isC:false},
    {id:4,name:'其他',isC:false}
];
//write3
var edulist1 = [
    {id:1,name:'从未上过学',isC:false},
    {id:2,name:'小学',isC:false},
    {id:3,name:'初中',isC:false},
    {id:4,name:'高中阶段（含普通教育、职业教育）',isC:false},
    {id:5,name:'大学专科',isC:false},
    {id:6,name:'大学本科',isC:false},
    {id:7,name:'研究生',isC:false}];
var edulistt = [
    {id:1,name:'学前',isC:false},
    {id:2,name:'小学',isC:false},
    {id:3,name:'初中',isC:false},
    {id:4,name:'高中阶段（含普通教育、职业教育）',isC:false},
    {id:5,name:'大学专科',isC:false},
    {id:6,name:'大学本科及以上',isC:false}];
var edulist2 = [
    {id:1,name:'从未上过学',isC:false},
    {id:2,name:'小学',isC:false},
    {id:3,name:'初中',isC:false},
    {id:4,name:'高中阶段（含普通教育、职业教育）',isC:false}];
var noSchoolCausationA = ['残疾程度较重', '家庭经济困难', '无学校接收', '交通不便', '推迟入学年龄', '家长无意愿'];
var educationalNeedsA = ['特殊教育学校', '普通学校随班就读', '普通学校附设特教班', '送教上门'];
//write4
var professionalCertificateTypeA = [
    {id:1,name:'计算机操作员',isC:false},
    {id:2,name:'美容师',isC:false},
    {id:3,name:'美发师',isC:false},
    {id:4,name:'按摩师',isC:false},
    {id:5,name:'机电电工',isC:false},
    {id:6,name:'家电维修工',isC:false},
    {id:7,name:'烹调师',isC:false},
    {id:8,name:'通讯终端维修工',isC:false},
    {id:9,name:'汽车驾驶员',isC:false},
    {id:10,name:'其他',isC:false}
];
var driveTypeA = [
    {id:1,name:'C2驾驶证',isC:false},
    {id:2,name:'C5驾驶证',isC:false},
    {id:3,name:'其他',isC:false}
];
var disabilityJobTypeA = [
    {id:1,name:'按比例就业',isC:false},
    {id:2,name:'集中就业',isC:false},
    {id:3,name:'个体就业（含自主创业）',isC:false},
    {id:4,name:'公益性岗位就业',isC:false},
    {id:5,name:'辅助性就业',isC:false},
    {id:6,name:'农村种养加',isC:false},
    {id:7,name:'灵活就业',isC:false}
];
var quotaSchemeEmploymentA = [
    {id:1,name:'机关事业单位',isC:false},
    {id:2,name:'企业',isC:false},
    {id:3,name:'其他',isC:false}
];
var businessTypeA = [
    {id:1,name:'福利企业',isC:false},
    {id:2,name:'盲人按摩机构',isC:false},
    {id:3,name:'个体经营',isC:false},
    {id:4,name:'农村种养加',isC:false},
    {id:5,name:'就业扶贫基地',isC:false},
    {id:6,name:'其他',isC:false},
    {id:7,name:'无',isC:false}
];
var sourceOfIncomeA = [
    {id:1,name:'退休金（养老金）',isC:false},
    {id:2,name:'财产性收入',isC:false},
    {id:3,name:'社会救助与社会福利',isC:false},
    {id:4,name:'家庭成员供养',isC:false},
    {id:5,name:'其他',isC:false}
];
var helpJobPoorA = [
    {id:1,name:'职业技能培训',isC:false},
    {id:2,name:'职业介绍',isC:false},
    {id:3,name:'农业实用技术培训',isC:false},
    {id:4,name:'资金信贷扶持',isC:false},
    {id:5,name:'其他帮扶',isC:false},
    {id:6,name:'无',isC:false}
];
var trainTypeA = [
    {id:1,name:'残联培训',isC:false},
    {id:2,name:'其他政府机构培训',isC:false},
    {id:3,name:'社会机构培训',isC:false},
    {id:4,name:'其他',isC:false}
];
var otherHelpA = [
    {id:1,name:'双联户',isC:false},
    {id:2,name:'其他',isC:false}
];
var jobPoorNeedsA = [
    {id:1,name:'职业技能培训',isC:false},
    {id:2,name:'职业介绍',isC:false},
    {id:3,name:'农业实用技术培训',isC:false},
    {id:4,name:'资金信贷扶持',isC:false},
    {id:5,name:'其他帮扶',isC:false},
    {id:6,name:'无需求',isC:false}
];
var jobPoorNeeds1A = [
    {id:1,name:'计算机应用',isC:false},
    {id:2,name:'电器维修',isC:false},
    {id:3,name:'美容美发',isC:false},
    {id:4,name:'按摩',isC:false},
    {id:5,name:'烹饪',isC:false},
    {id:6,name:'工艺雕刻',isC:false},
    {id:7,name:'手工编织',isC:false},
    {id:8,name:'电子商务',isC:false},
    {id:9,name:'汽车驾驶',isC:false},
    {id:10,name:'其他',isC:false}
];
var jobPoorNeeds2A = [
    {id:1,name:'职业咨询',isC:false},
    {id:2,name:'求职登记',isC:false},
    {id:3,name:'职业指导',isC:false},
    {id:4,name:'中介服务',isC:false},
    {id:5,name:'其他',isC:false}
];
var jobPoorNeeds3A = [
    {id:1,name:'种植技术',isC:false},
    {id:2,name:'养殖技术',isC:false},
    {id:3,name:'多种经营',isC:false},
    {id:4,name:'其他',isC:false}
];
var jobPoorNeeds4A = [
    {id:1,name:'资金补助',isC:false},
    {id:2,name:'信贷担保',isC:false},
    {id:3,name:'减免利息',isC:false},
    {id:4,name:'设备、场地补贴',isC:false},
    {id:5,name:'其他',isC:false}
];
var jobPoorNeeds5A = [
    {id:1,name:'公益性岗位安置',isC:false},
    {id:2,name:'其他',isC:false}
];
var noJobCausationAs = [
    {id:1,name:'在校学习',isC:false},
    {id:2,name:'退休',isC:false},
    {id:3,name:'无就业意愿',isC:false},
    {id:4,name:'无就业技能',isC:false},
    {id:5,name:'丧失劳动能力',isC:false},
    {id:6,name:'农用土地被征用',isC:false},
    {id:7,name:'其他',isC:false}
];
//write5
var securityOfSubsistenceA = [
    {id:1,name:'养老保险',isC:false},
    {id:2,name:'医疗保险',isC:false},
    {id:3,name:'其他保险（失业保险、工伤保险、生育保险）',isC:false},
    {id:4,name:'未参加',isC:false}
];
var socialAssistanceAs = [
    {id:1,name:'最低生活保障',isC:false,isIf:true},
    {id:2,name:'特困人员救助供养',isC:false,isIf:true},
    {id:3,name:'医疗救助',isC:false,isIf:true},
    {id:4,name:'其他救助(可多选)',isC:false,isIf:true},
    {id:5,name:'享受住建部门农村危房改造',isC:false,isIf:true},
    {id:6,name:'无',isC:false,isIf:true}
];
var soA1Farmer = [
    {id:1,name:'全额',isC:false},
    {id:2,name:'差额',isC:false}
];
//var soA1Farmer = [
//  {id:1,name:'一类',isC:false},
//  {id:2,name:'二类',isC:false},
//  {id:3,name:'三类',isC:false},
//  {id:4,name:'四类',isC:false}
//];
var soA1UnFarmer = [
    {id:1,name:'全额',isC:false},
    {id:2,name:'差额',isC:false}
];
//var soA1UnFarmer = [
//  {id:1,name:'公益性岗位安置',isC:false},
//  {id:2,name:'其他',isC:false}
//];
var soA4 = [
    {id:1,name:'教育救助',isC:false},
    {id:2,name:'住房救助',isC:false},
    {id:3,name:'就业救助',isC:false},
    {id:4,name:'其他临时救助',isC:false}
];
var socialWelfareutiSubsidyA = [
    {id:1,name:'困难残疾人生活补贴',isC:false},
    {id:2,name:'重度残疾人护理补贴',isC:false},
    {id:3,name:'其他福利补贴(可多选)',isC:false},
    {id:4,name:'未享受',isC:false}
];
var syA3 = [
    {id:1,name:'残疾人机动轮椅燃油补贴',isC:false},
    {id:2,name:'60岁以上残疾人养老服务补贴',isC:false},
    {id:3,name:'水电气暖补贴',isC:false},
    {id:4,name:'精神病以奖代补',isC:false},
    {id:5,name:'其他',isC:false}
];
var socialSecurityNeedA = [
    {id:1,name:'低保',isC:false},
    {id:2,name:'特困供养',isC:false},
    {id:3,name:'困难残疾人生活补贴',isC:false},
    {id:4,name:'重度残疾人护理补贴',isC:false},
    {id:5,name:'医疗补助',isC:false},
    {id:6,name:'残疾人机动轮椅车燃油补助',isC:false},
    {id:7,name:'精神病以奖代补',isC:false},
    {id:8,name:'其他',isC:false},
    {id:9,name:'无需求',isC:false}
];
var trueFalseA23 = [
    {id:1,name:'是',isC:false,isIf:true},
    {id:2,name:'否',isC:false,isIf:true}
];
var trueFalseA24 = [
    {id:1,name:'是',isC:false},
    {id:2,name:'否',isC:false}
];
var trueFalseA25 = [
    {id:1,name:'是',isC:false,isIf:true},
    {id:2,name:'否',isC:false,isIf:true}
];
var trueFalseA26 = [
    {id:1,name:'是',isC:false},
    {id:2,name:'否',isC:false}
];
var trueFalseA29 = [
    {id:1,name:'是',isC:false},
    {id:2,name:'否',isC:false}
];
var supportServiceNeedsA = [
    {id:1,name:'居家服务',isC:false},
    {id:2,name:'日间照料',isC:false},
    {id:3,name:'寄宿托养',isC:false},
    {id:4,name:'无需求',isC:false}
];
var supportServiceTypeA = [
    {id:1,name:'居家服务',isC:false},
    {id:2,name:'日间照料',isC:false},
    {id:3,name:'寄宿托养',isC:false}
];
//write6
var untreatedCauseA = [
    {id:1,name:'自感病轻',isC:false},
    {id:2,name:'经济困难',isC:false},
    {id:3,name:'就诊麻烦',isC:false},
    {id:4,name:'无时间',isC:false},
    {id:5,name:'其他',isC:false}
];
var useServiceA = [
    {id:1,name:'手术',isC:false},
    {id:2,name:'药物',isC:false},
    {id:3,name:'功能训练',isC:false},
    {id:4,name:'辅助工具',isC:false},
    {id:5,name:'护理',isC:false},
    {id:6,name:'未得到',isC:false}
];
var notRecoveredCauseA = [
    {id:1,name:'不了解相关知识信息',isC:false},
    {id:2,name:'经济困难',isC:false},
    {id:3,name:'交通不便',isC:false},
    {id:4,name:'其他',isC:false}
];
var needServiceA = [
    {id:1,name:'手术',isC:false},
    {id:2,name:'药物',isC:false},
    {id:3,name:'功能训练',isC:false},
    {id:4,name:'辅助工具',isC:false},
    {id:5,name:'护理',isC:false},
    {id:6,name:'不需要',isC:false}
];
var needServiceA1 = [
    {id:1,name:'白内障复明手术',isC:false,num:1},
    {id:2,name:'人工耳蜗植入手术',isC:false,num:1},
    {id:3,name:'肢体矫治手术',isC:false,num:1},
    {id:4,name:'其他手术',isC:false,num:1}
];
var needServiceA2 = [
    {id:1,name:'精神病治疗基本药物',isC:false,num:2},
    {id:2,name:'重症急性期精神病患者住院治疗',isC:false,num:2}
];
var needServiceA3 = [
    {id:1,name:'视力',isC:false,open:1,num:3},
    {id:2,name:'听力言语',isC:false,open:2,num:3},
    {id:3,name:'肢体',isC:false,open:3,num:3},
    {id:4,name:'智力',isC:false,open:4,num:3},
    {id:5,name:'精神',isC:false,open:5,num:3}
];
var needServiceA31 = [
    {id:1,name:'盲人定向行走训练',isC:false,num:31},
    {id:2,name:'盲人社会适应能力训练',isC:false,num:31},
    {id:3,name:'低视力功能训练',isC:false,num:31},
    {id:4,name:'其他',isC:false,num:31}
];
var needServiceA32 = [
    {id:1,name:'听觉言语功能训练',isC:false,num:32},
    {id:2,name:'儿童家长康复指导',isC:false,num:32},
    {id:3,name:'其他',isC:false,num:32}
];
var needServiceA33 = [
    {id:1,name:'运动及适应训练',isC:false,num:33},
    {id:2,name:'其他',isC:false,num:33}
];
var needServiceA34 = [
    {id:1,name:'认知及适应训练',isC:false,num:34},
    {id:2,name:'其他',isC:false,num:34}
];
var needServiceA35 = [
    {id:1,name:'沟通及适应训练',isC:false,num:35},
    {id:2,name:'工（娱）疗、农疗',isC:false,num:35},
    {id:3,name:'其他',isC:false,num:35}
];
var needServiceA4 = [
    {id:1,name:'视力',isC:false,open:1,num:4},
    {id:2,name:'听力',isC:false,open:2,num:4},
    {id:3,name:'言语',isC:false,open:3,num:4},
    {id:4,name:'肢体',isC:false,open:4,num:4},
    {id:5,name:'智力',isC:false,open:5,num:4}
];
var needServiceA41 = [
    {id:1,name:'助视器',isC:false,num:41},
    {id:2,name:'盲杖',isC:false,num:41},
    {id:3,name:'盲表',isC:false,num:41},
    {id:4,name:'盲人书写用具',isC:false,num:41},
    {id:5,name:'其他',isC:false,num:41}
];
var needServiceA42 = [
    {id:1,name:'支配助听器',isC:false,num:42},
    {id:2,name:'其他',isC:false,num:42}
];
var needServiceA43 = [
    {id:1,name:'会话交流工具',isC:false,num:43},
    {id:2,name:'其他',isC:false,num:43}
];
var needServiceA44 = [
    {id:1,name:'轮椅',isC:false,num:44},
    {id:2,name:'假肢',isC:false,num:44},
    {id:3,name:'矫形器',isC:false,num:44},
    {id:4,name:'拐杖、助行器',isC:false,num:44},
    {id:5,name:'生活自助用具',isC:false,num:44},
    {id:6,name:'辅助坐、卧、翻身、站立用具',isC:false,num:44},
    {id:7,name:'其他',isC:false,num:44}
];
var needServiceA45 = [
    {id:1,name:'启智用具',isC:false,num:45},
    {id:2,name:'其他',isC:false,num:45}
];
var needServiceA5 = [
    {id:1,name:'生活起居用具',isC:false,num:5},
    {id:2,name:'个人卫生协助',isC:false,num:5},
    {id:3,name:'心里辅助及支持',isC:false,num:5},
    {id:4,name:'基础治疗',isC:false,num:5},
    {id:5,name:'健康指导',isC:false,num:5}
];
var disabledChildRecureA = [
    {id:1,name:'孤独症儿童康复训练',isC:false},
    {id:2,name:'脑瘫儿童康复训练',isC:false},
    {id:3,name:'智力儿童康复训练',isC:false},
    {id:4,name:'听力语言康复训练',isC:false},
    {id:5,name:'其他',isC:false}
];
//write7
var legalServiceNeedsA = [
    {id:1,name:'咨询',isC:false},
    {id:2,name:'代书',isC:false},
    {id:3,name:'诉讼代理',isC:false},
    {id:4,name:'法律知识普及',isC:false},
    {id:5,name:'其他',isC:false},
    {id:6,name:'无需求',isC:false}
];
var barrierFreeModificationNeedsA = [
    {id:1,name:'家门口坡化、扶手(肢体或盲人选)',isC:false},
    {id:2,name:'房门改造(肢体选)',isC:false},
    {id:3,name:'卫生间改造(肢体选)',isC:false},
    {id:4,name:'厨房改造(肢体选)',isC:false},
    {id:5,name:'闪光门铃、可视门铃（聋人用）',isC:false},
    {id:6,name:'煤气泄漏报警发生装置（盲人用）',isC:false},
    {id:7,name:'上网读屏软件（盲人用）',isC:false},
    {id:8,name:'其他',isC:false},
    {id:9,name:'无需求',isC:false}
];
//write8
var G19A = [
    {id:1,name:'文化',isC:false},
    {id:2,name:'体育',isC:false}
];
var cultureA = [
    {id:1,name:'写作',isC:false,num:1},
    {id:2,name:'文艺',isC:false,num:1},
    {id:3,name:'书法',isC:false,num:1},
    {id:4,name:'绘画',isC:false,num:1},
    {id:5,name:'摄影',isC:false,num:1},
    {id:6,name:'手工艺品制作',isC:false,num:1},
    {id:7,name:'其他',isC:false,num:1},
    {id:8,name:'无',isC:false,num:1}
];
var cultureA2 = [
    {id:1,name:'声乐',isC:false,num:2},
    {id:2,name:'器乐',isC:false,num:2},
    {id:3,name:'舞蹈',isC:false,num:2},
    {id:4,name:'戏曲',isC:false,num:2},
    {id:5,name:'其他',isC:false,num:2}
];
var cultureA6 = [
    {id:1,name:'编织',isC:false,num:6},
    {id:2,name:'剪纸',isC:false,num:6},
    {id:3,name:'雕刻',isC:false,num:6},
    {id:4,name:'其他',isC:false,num:6}
];
var sportsA = [
    {id:1,name:'田径',isC:false,num:2},
    {id:2,name:'自行车',isC:false,num:2},
    {id:3,name:'乒乓球',isC:false,num:2},
    {id:4,name:'羽毛球',isC:false,num:2},
    {id:5,name:'游泳',isC:false,num:2},
    {id:6,name:'排球',isC:false,num:2},
    {id:7,name:'棋类',isC:false,num:2},
    {id:8,name:'其他',isC:false,num:2},
    {id:9,name:'无',isC:false,num:2}
];
var notJionCultureSportsCauseA = [
    {id:1,name:'没有适合自己的活动项目',isC:false},
    {id:2,name:'没有适合的场所和设施',isC:false},
    {id:3,name:'没有人组织指导',isC:false},
    {id:4,name:'其他',isC:false}
];
var cultureSportsNeedsA = [
    {id:1,name:'举办文体活动',isC:false},
    {id:2,name:'参加文艺、体育专业辅导与训练',isC:false},
    {id:3,name:'提供健身培训',isC:false},
    {id:4,name:'配置文体活动器材',isC:false},
    {id:5,name:'其他',isC:false},
    {id:6,name:'无需求',isC:false}
];

// 提示数组
var tipsArr = [
    {code:'R1',msg:'R1.姓名：填写残疾人的姓名，必须与其残疾人证姓名一致。不得填写别名、曾用名、绰号、小名等'},
    {code:'R2',msg:'R2.残疾人证号：填写残疾人的残疾人证号码。共20个码位。残疾人证号码超过 20位的，填写前20位'},
    {code:'R3',msg:'R3.户口性质：按残疾人户口簿上常住户口的农业、非农业性质据实圈填。取消了农业户口和非农业户口的地区，按照取消前的性质圈填。农民进城已办理了小城镇户口的，也圈填“2.非农业”。'},
    {code:'R4',msg:'R4.婚姻状况（★20周岁及以上填报）：指残疾人在登记时的实际婚姻状况。</br> 1.未婚。指从未结过婚的人。</br> ' +
    '2.已婚有配偶。指本人婚姻状态为已婚且对方健在者，包括初婚、离婚或丧婚后再婚者。对于没有办理结婚登记而未婚同居的人，按其申报的圈填。</br>' +
    '3.离婚。指夫妻间已办理了离婚手续，并在登记时仍未再结婚的人。未办理离婚手续，而长期分居，不圈填此项，而应圈填“2.已婚有配偶”。</br>' +
    '4.丧偶。指夫妇一方丧亡，在登记时还没有再结婚的人。'},
    {code:'R5',msg:'R5.联系人姓名（★智力、精神和17周岁及以下残疾人填写）：填写残疾人的联系人或长期照顾人姓名，所填姓名须与其身份证姓名一致。智力、精神和17周岁及以下残疾人填写此项。'},
    {code:'R6',msg:'R6.本人或联系人联系电话：填写残疾人本人的固定电话和手机。残疾人没有电话时，填写R5联系人的固定电话和手机。座机电话号码须带区号，格式如“010-12345678'},
    {code:'R7',msg:'R7.是否在敬（养）老院、福利院、荣军院等居住：指残疾人在登记时是否居住在敬（养）老院、福利院、荣军院等机构</br>' +'注：若选择“是”，则只需要填报“教育”部分(R12-R15)、“社会保障”部分(R22-R30)和“基本医疗与康复”部分(R31-R37)，其余部分不需填报。'},
    {code:'R8',msg:'R8.非农业户口家庭收入状况：根据非农业户口残疾人家庭收入情况，圈选项目前的编号。(3选1)</br>'+'1.低于低保标准：指非农业户口残疾人家庭人均收入低于当地城镇最低生活保障标准的收入水平（收入主要包括转移性收入、工资性收入、财产性收入和经营性收入）。有当地政府发放的居民最低生活保障证书的可直接填报。</br>' +
    '2.低于低收入标准或低保边缘标准：指非农业户口残疾人家庭人均收入略高于最低生活保障标准，但等于或低于当地城镇低收入标准或低保边缘标准的收入水平（低收入标准及低保边缘标准由当地政府规定）。</br>' +
    '3.其他：指非农业户口残疾人家庭人均收入高于以上两种收入水平的情况。'},
    {code:'R9',msg:'R9.非农业户口家庭住房状况：根据非农业户口残疾人家庭住房情况，圈选项目前的编号。(4选1)</br>' +
    '1.自有产权住房：指非农业户口残疾人家庭现居住房屋产权为残疾人或共同居住的家庭成员所有，获得政府房产管理部门颁发的房屋产权证和相应土地使用证，用于自身居住而非租赁或商业性质的住房。</br>' +
    '2.享受住房保障政策（廉租房或公租房等：指非农业户口残疾人或共同居住的家庭成员的住房享受了当地住房保障政策，包括家庭住房为公租房、廉租房或享受住房租赁补贴等情况。</br>' +
    '3.租赁房：指非农业户口残疾人或共同居住的家庭成员通过市场租赁住房居住，未享受当地住房保障政策。</br>' +
    '4.借住或无固定住所：指非农业户口残疾人或共同居住的家庭成员无自有产权住房，也未享受当地政府提供的住房保障扶持，通过借住房屋等形式居住，无固定住所等情况'},
    {code:'R10',msg:'R10.农业户口贫困与建档立卡状况：根据农业户口残疾人家庭经济收入情况和贫困程度，圈选项目前的编号。(3选1)</br>' +
    '1.国家建档立卡贫困人口：指按照国家建档立卡标准，已纳入扶贫部门贫困户建档立卡数据库登记录入范围的农村残疾人贫困人口。填写此选项时应同时核查是否有扶贫部门印制的《扶贫手册》，并经当地村委会核实认可。</br>' +
    '2.其他贫困人口：指国家建档立卡贫困人口以外，按照当地贫困标准确定的建档立卡贫困人口以及未纳入建档立卡但被确定为当地最低生活保障、特困救助供养对象的贫困人口。</br>' +
    '3.其他：指未纳入国家建档立卡、地方标准建档立卡以及未纳入最低生活保障标准和特困救助供养对象的其他人口。'},
    {code:'R11',msg:'R11.农业户口家庭住房状况：根据农村残疾人家庭住房情况，圈选项目前的编号。</br>' +
    '(5选1)</br>' +
    '1.状况良好：指农业户口残疾人或共同居住的家庭成员的自有住房，符合国家住宅安全标准。</br>' +
    '2.经鉴定属危房：指农业户口残疾人或共同居住的家庭成员的自有居住房屋，不符国家住宅安全标准，对所居住人的人身和财产构成安全危险，已经被当地住建部门鉴定为农村危房[农村危房指D级（整体危险）或C级（局部危险）]</br>' +
    '3.非鉴定危房：指农业户口残疾人或共同居住的家庭成员的自有居住房屋对所居住人的人身和财产构成一定的安全危险，参照农村危房鉴定标准应属于D级（整体危险）或C级（局部危险），但未被当地住建部门鉴定为危房。</br>' +
    '4.租赁房：指农业户口残疾人或共同居住的家庭成员通过市场租赁住房居住，未享受当地住房保障政策。</br>' +
    '5.借住或无固定住所：指农业户口残疾人或共同居住的家庭成员无自有住房，依靠借住、或在遗弃房屋、闲置祠堂等居住，无固定住所等情况。'},
    {code:'R12',msg:'R12.是否识字：该项目指标由15周岁及以上残疾人填写。指被登记人是否达到国家规定的脱盲标准（城市居民和乡、镇企业职工识字2000个，乡村居民识字1500个）。登记时可询问，日常生活中是否能读懂简单的书信或书写简短的句子。如果能阋读通俗书报、能写便条就认为具有识字能力。本项目设有两个标准答案。凡具有一般读写能力的人圈填“1”，没有达到脱盲标准的人圈填“2”'},
    {code:'R13',msg:'R13.受教育程度：该指标由15周岁及以上残疾人填写。残疾人受教育程度是指按照国家教育体制，残疾人接受教育的最高学历。可以圈选“从未上过学”、“小学”、“初中”、“高中（含中专）”、“大学专科”、“大学本科”、“研究生”项目前的编号。</br>' +
    '1.从未上过学。指从未接受过国家或其他办学机构实施的各级各类学校教育。包括参加过各种扫盲班或成人识字班学习，且以后再没有接受过各级各类学校教育，均圈选此项。</br>' +
    '2.小学。指接受的最高一级教育为小学，无论其是在校、毕业、肄业或辍学均圈选此项。</br>' +
    '3.初中。指接受的最高一级教育为初中，无论其是在校、毕业、肄业或辍学均圈选此项。小学毕业后再读与初中相当的职业教育学校，相当于初中的技工学校也圈选此项</br>' +
    '4.高中。指接受的最高一级教育为高中，普通高中、中等职业教育（含中等专业学校、职业高中和相当于高中的技工学校），无论其是在校、毕业、肄业或辍学均圈选此项。</br>' +
    '5.大学专科。指接受的最高一级教育为大学专科。在普通高等学校、高等特教学校学习大学专科的，无论其是在校、毕业、肄业或辍学均圈选此项。</br>' +
    '国家授权承认学历的广播电视大学、职工大学、高等院校举办的函授大学、夜大学和其他形式的大学，按教育部颁布的大学专科教学大纲进行授课的，其毕业生圈选此标准答案；其肄业生、在校生按原有受教育程度圈选。</br>' +
    '通过自学，经国家统一举办的自学考试合格，并取得大学专科毕业证书的，也圈选此项。</br>' +
    '6.大学本科。指接受的最高一级教育为大学本科。在普通高等学校、特教高等学校学习的，无论其是在校、毕业、肄业或辍学，均圈选此项。</br>' +
    '国家授权承认学历的广播电视大学、职工大学、高等院校举办的函授大学、夜大学和其他形式的大学，按教育部颁布的大学本科教学大纲进行授课的，其毕业生圈选此标准答案；其肄业生、在校生按原有受教育程度圈选。</br>' +
    '通过自学和进修大学课程，经考试合格，并取得大学本科毕业证书的，也圈选此</br>' +
    '7.研究生。指接受的最高一级教育为硕士、博士研究生教育，无论其是在校、毕业、肄业或辍学均圈选此项。</br>' +
    '在职接受研究生教育的，其毕业生圈选比项，肄业生和在校生按原有受教育程度圈选。</br>' +
    '凡是没有按教育部的教学大纲培训或只学单科的人，不能圈选“大学专科”、“大学本科”或“研究生”，一律按照原有受教育程度圈选。</br>' +
    '在海外接受过高等教育的毕业生，按国家专门留学机构的认证的学历圈选。'},
    {code:'R14',msg:'R14.就读学校：该指标由在园及在校残疾儿童、残疾学生填报。指登记此表时，残疾人正在相应学段接受教育的幼儿园或学校。根据残疾人的就读情况，可以按照“普通教育机构”和“特殊教育机构”分别圈选“学前”、“小学”、“初中”、“高中阶段”、“大学专科”、“大学本科及以上”项目前的编号。</br>' +
    '通教育机构是指主要接收健全儿童和学生的幼儿园或学校</br>' +
    '1.“学前”指在教育行政部门登记注册或备案的普通幼儿园。</br>' +
    '2.“小学”指普通小学。在普通小学附设特教班接受教育和随班就读的学生圈选此项</br>' +
    '3.“初中”指普通初中（含初级职业学校）。在普通初中附设特教班接受教育和随班就读的学生圈选此项。</br>' +
    '4.“高中阶段”指普通高中（中等职业学校）。在普通高中附设特教班接受教育和随班就读的学生圈选此项。</br>' +
    '大学专科”指教育部承认的各类大学专科学历普通高校。</br>' +
    '6.“大学本科及以上”指教育部承认的各类大学本科、研究生学历普通高校。</br>' +
    '特殊教育机构是指专门对各类残疾儿童、青少年实施教育的幼儿园或学校。</br>' +
    '7.“学前”指特教学校学前班、特殊幼儿园和学前康复机构等。</br>' +
    '8.“小学”指盲校、聋校、培智学校或综合性特殊教育学校的小学阶段。</br>' +
    '9“初中阶段”指盲校、聋校、培智学校或综合性特殊教育学校的初中阶段。</br>' +
    '10.“高中阶段”指盲校、聋校、培智学校或综合性特殊教育学校的高中班（部）和各类残疾人中等职业学校（机构）。</br>' +
    '11“大专”指教育部承认的各类大学专科学历的高等特殊教育学院。</br>' +
    '12.大学本科及以上”指教育部承认的各类大学本科及硕士、博士研究生学历的高等特殊教育学院。</br>' +
    '在大陆以外接受教育的残疾人，按相应的教育机构类型和学段圈选。接受“送教上门”服务的残疾人，按学籍所在机构类型圈选，如有双学籍，圈选“特殊教育机构”相应学段。'},
    {code:'R15',msg:'R15.未入学原因：该项目指标由6-14周岁未入学残疾儿童填报。</br>' +
    '1.残疾程度较重。指残疾儿童自身残疾程度较重（按照中华人民共和国国家标准《残疾人残疾分类和分级》达到残疾二级和级），生活无法自理或独立入校学习有困难</br>' +
    '2.家庭经济困难。指残疾儿童家庭人均收入低于当地城乡居民最低生活保障线或者是当地政府有关部门认定的低收入或贫困家庭，无力承担必要的学习、生活、住宿和交通等费用；以及，残疾儿童父母或其他法定监护人认为自己收入较低生活困难，孩子上学会给家庭带来经济负担。</br>' +
    '3.无接收学校。指残疾儿童户籍所在地没有特教学校或普通学校可以就读，或无论普通学校还是特教学校均不接收残疾儿童。</br>' +
    '4.交通不便。指学校离残疾儿童住处较远且无住宿条件，残疾儿童上学没有便利或安全的交通条件。</br>' +
    '5.推迟入学年龄。指残疾儿童已到法定入学年龄令(6岁）但由于各种原因推迟入学</br>' +
    '6.家长无意愿。指家长认为残疾孩子上学没用，或不知道残疾孩子可以上学，或不知道到哪里可以上学。'},
    {code:'R16',msg:'R16.是否就业：根据《残疾人就业条例》规定，就业是指符合法定就业年龄有就业愿望的残疾人从事的有报酬的劳动。</br>' +
    '法定就业年龄段男性为16周岁到59周岁，女性为16周岁到54周岁。这里不分性别统一为16周岁至59周岁。</br>' +
    '有劳动愿望指残疾人具备从事劳动的主观意愿。</br>' +
    '有报酬是指获取工资、实物报酬或经营收入。</br>' +
    '1.是。被登记人在登记时点前为取得收入而做过固定的、非暂时性的工作圈填此项。家庭成员在自家经营的摊位、商店、门市部、工厂劳动，即使没有任何收入，也应视作为取得收入而工作。</br>' +
    '因各种原因休假未工作（包括正常的年休假、疗养假及空勤人员、船员、火车乘务人员的轮休假等）以及各种原因请假未工作（包括病假、工伤假、产假、事假、婚丧假、探亲假等）也圈填此项。</br>' +
    '个人档案、人事关系已在某单位，但因各种原因本人尚未到新单位报到上班，如军人转业或工作调动，承包或租用土地的农民也圈填此项，</br>' +
    '2.否。在入户登记时没有工作的残疾人或者只是从事了3个月以下临时性工作的残疾人，圈填此项。对于未与原单位解除劳动关系，在原单位已无工作岗位的下岗、内退人员也圈填此项。圈填此标准答案的人，跳填R18。'},
    {code:'R17',msg:'R17.残疾人就业形式：根据残疾人的就业情况，圈选“按比例就业”、“集中就业”、“个体就业（含自主创业“公益性岗位就业”、“辅助性就业”、“农村种养加”、“灵活就业”项目前的编号。圈填R17的跳转R20。</br>' +
    '1.按比例就业：分散在机关、团体、企业、事业单位和民办非企业单位就业的残疾人圈填此项。民办非企业单位是指按照《民办非企业单位登记管理暂行条例》，企业事业单位、社会团体和其他社会力量以及公民个人利用非国有资产举办的，从事非营利性社会服务活动的社会组织。</br>' +
    '2集中就业：对在符合下述条件的用人单位工作的残疾人圈填此项。月安置的残疾人占在职职工人数的比例不低于25%（含 25%），并且安置的残疾人人数不少于10人（含10人）；盲人按摩机构月安置的残疾人占在职职工人数的比例不低于25%（含 25%），并且安置的残疾人人数不少于5人（含5人）；依法与安置的每位残疾人签订了一年以上（含一年）的劳动合同或服务协议；为安置的每位残疾人按月足额缴纳了基本养老保险、基本医疗保险、失业保险、工伤保险和生育保险等社会保险；通过银行等各金融机构向安置的每位残疾人，按月支付了不低于纳税人所在区县适用的经省人民政府批准的月最低工作标准的工资</br>' +
    '3.个体就业（含自主创业）：在工商管理部门注册登记经批准的从事个体工商经营的就业人员，包括个体经营者和在个体工商户劳动的家庭帮工和雇工。自主创业是指残疾人在工商行政管理部门注册登记创办各类企业、农民专业合作社、家庭农场等经济实体的；在民政部门注册登记创办各类社会团体、民办非企业等社会组织，并取得合法收入的就业形式。</br>' +
    '4.公益性岗位就业：是指政府作为出资主体，扶持或通过社会筹集资金开发的，以安置就业困难人员为主，符合社会公共利益需要的服务性岗位和协助管理岗位</br>' +
    '5.辅助性就业：指组织就业年龄段内有就业意愿但难以进入竞争性劳动力市场的智力、精神和重度肢体残疾人从事生产劳动的种集中就业形式，辅助性就业在劳动时间、劳动强度、劳动报酬和劳动协议签订等方面相对普通劳动者较为灵活。辅助性就业机构主要包括工疗、农疗机构；各类企业、残疾人托养服务机构、社会福利服务机构、职业康复机构等单位中附设的开展辅助性就业的工场或车间；其他取得独立法人资格开展辅助性就业的公益性或非营利性的事业单位和社会组织。</br>' +
    '6.农村种养加：指残疾人在按比例就业、集中就业、辅助性就业单位或机构之外从事种植业、养殖业、加工业等农业生产劳动的就业形式。</br>' +
    '7.灵活就业：指以非全日制、临时性和弹性工作等灵活形式就业的人员。目前我国灵活就业主要形式包括①自营劳动者：包括自我雇佣者（自谋职业）和以个人身份从事职业活动的自由职业者等。②家庭帮工：即帮助家庭成员从事生产经营活动的人员。③其他灵活就业人员。主要是指非全时工、季节工、劳务承包工、劳务派遣工、家庭小时工等一般劳动者）。④网络就业（开办网店）等。'},

    {code:'R18',msg:'R18.未就业主要生活来源：根据残疾人的未就业生活来源，圈选“退休金”、“财产性收入”社会救助与社会福利”、“家庭成员供养”、“其他”项目前的编号。</br>' +
    '1.退休金（养老金）”：指在就业年龄段内的残疾人提前办理了退休或退职手续，从原工作单位或社会保险部门领取的退休生活费或养老保险。</br>' +
    '2.财产性收入：指以资金储蓄、借贷入股以及财产经营、租赁等所取得的利息、股息、红利、租金等财产性收入生活。</br>' +
    '3.社会救助与社会福利：指从国家和其他社会主体获得的维持基本生活需求的各种措施，如最低生活保障金、五保金。社会福利是地方政府或部门面向当地残疾人或者残疾人中的特殊群体提供的普遍性福利资金，主要有各类补贴和津贴，如贫困残疾人救助补贴、重度残疾人护理补贴、残疾人津贴或民政部门发放的伤残津贴等。</br>' +
    '4.家庭成员供养：指主要依靠家庭成员收入保障基本生活。</br>' +
    '其他：指依靠以上几种情况之外的其他收入生活。残疾人有两项以上收入的，按收入最高的项圈填'},
    {code:'R19',msg:'R19.未就业主要原因：根据残疾人的未就业原因，圈选“在校学习”、“退休”、“无就业意愿”、“无就业技能”、“农用土地被征用”、“丧失劳动能力”、“其他”项目前的编号。</br>' +
    '1.在校学习：指在各级教育主管部门承认的各级各类学校学习，并有正式学籍的人员。不包括有工作单位，脱产学习的人员。圈填此项者，跳填R25。</br>' +
    '2.退休：就业年龄段的残疾人因各种原因，提前正式办理退休手续的圈填此项。圈填此项者，跳填R22。</br>' +
    '3.无就业意愿：指虽有劳动能力主观上不想就业或不能就业。一般包括以下几种情况：残疾人家庭能够供养，不需要就业；因照顾家庭无法就业；残疾人靠救济救助已能满足生活需求。圈填此项者，跳填R22。</br>' +
    '4.无就业技能：指虽有劳动能力但不掌握从事一般性岗位的初级技能</br>' +
    '5.丧失劳动能力：经专门机构鉴定或虽未鉴定但本人或其法定监护人认为其因生理或心理疾患已丧失了从事劳动的能力，包括年老体弱生活不能自理的人员圈填此项。离休、退休（包括病退）人员不论是身体残疾还是年老体弱生活不能自理均圈填“2.退休”。圈填此项者，跳填R22。</br>' +
    '6.农用土地被征用：指残疾人承包或转包、租用他人的土地被有关部门和单位依据土地征用制度规定征作公益性用地或经营性用地而失去工作。受雇在别人承包的土地上工作，因土地被征用而失去工作的人，不圈填此项。</br>' +
    '7.其他：指除以上几种情况之外的其他未工作的原因。'},
    {code:'R20',msg:'R20.动态更新年度内得到就业扶贫帮扶：根据动态更新年度内，未就业（在业）残疾人根据实际得到的就业扶贫帮扶情况圈选“职业技能培训”、“职业介绍”、“农村实用技术培训”、“资金信贷扶持”、“其他帮扶”、“无”项目前的编号。此项可多选。选择“6无”的不能同时选择其他1-5项。</br>' +
    '1.职业技能培训：在动态更新年度内得到了以培养和提高素质及职业能力为目的的教育和训练活动的被调查残疾人圈填此项。</br>' +
    '2.职业介绍：在动态更新年度内得到了一定的主体（主要指各级公共就业服务机构和残疾人就业服务机构）运用劳动力市场机制，为残疾人劳动者求职和用人单位招聘残疾人提供中介服务活动的被调查残疾人圈填此项。</br>' +
    '3.农村实用技术培训：在动态更新年度内得到了围绕农村种植业、养殖业和家庭手工业为主而开展的旨在使接受培训人员掌握基本技能活动的被调查残疾人圈填此项。如养猪、养牛、大棚种植、刺绣技术。一般为农业户口残疾人圈选。</br>' +
    '4.资金信贷扶持：在动态更新年度内得到了指直接提供资金或贷款帮助的被调查残疾人圈填此项。表现形式通常为资金补助、信货担保、利息减免货或者设备、场地补贴。</br>' +
    '5.其他帮扶：指在动态更新年度内得到了除培训、资金、信贷、职业介绍之外的其他帮扶行为的被调查残疾人圈填此项。如职业指导、能力评估、结对帮扶等等。</br>' +
    '6.无：指在动态更新年度内未得到以上任何一种帮扶的被调査残疾人圈填此项。'},
    {code:'R21',msg:'R21.目前就业扶贫需求：根据残疾人（不管有没有就业）的就业扶贫需求，圈选“职业技能培训”、“职业介绍”、“农村实用技术培训”、“资金信贷扶持”、“其他帮扶”、“无需求”项目前的编号。此项可多选。选择“6.无需求的不能同时选择其他1-5选项。</br>' +
    '1.职业技能培训：指对要求就业和在职劳动者以培养和提高素质及职业能力为目的的教育和训练活动。“未就业原因”圈填“无就业技能”的残疾人一般有此项需求。</br>' +
    '2.职业介绍：指一定的主体（主要指各级公共就业服务机构和残疾人就业服务机构）运用劳动力市场机制，为残疾人劳动者求职和用人单位招聘残疾人提供中介服务的活动。</br>' +
    '3.农村实用技术培训：指主要围绕农村种植业、养殖业和家庭手工业而开展的旨在使接受培训人员掌握基本技能的活动。如养猪、养牛、大棚种植、刺绣技术。一般为农业户口残疾人圈选。</br>' +
    '“未就业原因”圈填“无就业技能”的残疾人一般有此项需求。</br>' +
    '4.资金信贷扶持：指向有资金或贷款需求的人直接提供资金或贷款帮助的行为表现形式通常为资金补助、信贷担保、利息减免货或者设备、场地补贴。</br>' +
    '5.其他帮扶：指除培训、资金、信贷、职业介绍之外的其他帮扶行为，如职业指导、职业介绍、能力评估、结对帮扶等等</br>' +
    '6.无需求：指残疾人明确表示不需要上述任何一种帮扶的圈填此项。'},
    {code:'R22',msg:'R22.是否参加职工社会保险：指残疾人是否参加了职工社会保险。</br>' +
    '职工社会保险是残疾职工实际参加各种社会保险制度，包括基本养老保险、基本医疗保险和其他保险。</br>' +
    '此项填选对象主要是具有职工身份的残疾人，包括在职职工及离退休职工，以及个别以个人身份缴费参加了职工社会保险的残疾人。</br>' +
    '除以上符合职工社会保险覆盖范围的人员外，其他年满16周岁的残疾人，包括城乡居民也要填报此指标，直接圈选“4未参加</br>' +
    '此项1-3可多选。选择“4未参加”的不能同时选择其他1—3选项。同样，选择了 3项的不能选择4。'},
    {code:'R23',msg:'R23.是否参加城乡居民养老保险：本项主要是了解城乡居民参加养老保险的情况，由符合条件的城乡居民填选。按照规定，居民养老保险对象是指：年满16周岁（不含在校学生），非国家机关和事业单位工作人员及不属于职工基本养老保险制度覆盖范围的城乡居民，在户籍地实际缴费参加的城乡居民养老保险制度。包括城乡居民养老保险制度实施时，已年满60周岁、未享受城镇耵工基本养老保险待遇，直接按月领取城镇居民社会养老保险基础养老金的残疾居民。在R22项中圈选了“1养老保险”的，此项须圈选“否”。</br>' +
    '城乡居民养老保险实际上是指之前各地实施的新农保和城居保。</br>' +
    '1.是，指残疾人参加了城乡居民养老保险。包括已经缴费参保的城乡残疾居民，和领取了养老金待遇的城乡残疾居民。如果选择了“是”，则继续开展R24“是否享受居民养老保险缴费补贴”登记。</br>' +
    '2.否，指符合条件的残疾人没有参加城乡居民养老保险。包括既没有缴费参保也未领取养老金待遇的残疾居民。如果填选“否”，则跳转至R25。'},
    {code:'R24',msg:'R24.是否享受城乡居民养老保险缴费补贴：本项是指参加居民养老保险的残疾人个人缴费部分是否得到当地政府全部或部分的代缴。16-59周岁填报。</br>' +
    '国家规定，对参加统一的城乡居民养老保险的重度残疾人等缴费困难群体，由地方政府按照最低缴费档次为其代缴部分或全部最低标准的养老保险费。实践中，重度残疾人，即级残疾人都符合地方政府代缴优惠范围。按照规定，地方人民政府对所有缴费参保对象普遍都有不低于每人每年30元缴费补贴，这一块普遍的补贴不计算在此次缴费补贴所指的范围。</br>' +
    '1.是，指参加城乡居民养老保险的残疾人参保个人缴费部分得到了当地政府的代缴优惠。包括部分代缴和全额代缴</br>' +
    '2.否，指参加城乡居民养老保险的残疾人参保个人缴费部分全部由个人缴纳，未得到当地政府的代缴优惠。已经领取养老金待遇的，也圈填“否”。'},
    {code:'R25',msg:'R25.是否参加医疗保险（城镇居民/新农合）：本项主要是了解城乡居民参加医疗保险的情况，即参加城镇居民医疗保险和新型农村合作医疗的参加情况。所有残疾人根据实际情况圈选相应的选项，选择了职工社保险中“2.医疗保险”的，此项不能选择“1. 是。</br>' +
    '城镇居民医疗保险是指不属于城镇职工基本医疗保险制度覆盖范围的中小学阶段的学生（包括职业高中、中专、技校学生）少年儿童和其他非从业城镇居民都可自愿参加城镇居民基本医疗保险。</br>' +
    '新型农村合作医疗俗称新农合，是指农民自愿参加，个人、集体和政府多方筹资，以大病统筹为主的农民医疗互助共济制度这也是目前农村地区解决医疗保障的主要形式，新农合已经被广大农村地区人们熟悉和认识。</br>' +
    '1.是，指已经缴费参加并享受医疗保险保障的残疾居民。无论是参加了城镇居民医疗保险还是参加了新农合，登记时，已经完成缴费并享受医保待遇的都填圈“是”。</br>' +
    '如果选择了“是”，继续对“R26是否受居民医疗保险缴费补贴”进行填选。</br>' +
    '2.否，如果未缴费参加城镇居民医疗保险或者新农合，填圈“否”。选择“否”的，则跳转R27。'},
    {code:'R26',msg:'R26.是否享受居民医疗保险缴费补贴：本项是指参加城镇居民医疗保险或新农合的残疾人个人缴费部分是否得到当地政府全部或部分的代缴。</br>' +
    '1.是，指参加城乡居民医疗保险的残疾人个人缴费部分得到了当地政府的代缴优惠。包括部分代缴和全额代缴。村（社区）集体帮助残疾人缴费参保以及社会团体和个人资助残疾人参加城镇居民医疗保险和新农的，也圈填“是”。</br>' +
    '2.否，指参加城镇居民医疗保险和新农合的残疾人参保个人缴费部分全部由个人缴纳，未得到当地政府的代缴优惠，也未得到其他组织和个人的资助。'},
    {code:'R27',msg:'R27.动态更新年度内社会救助及住房改善情况：</br>' +
    '此项是指残疾人在动态更新年度内获得的社会救助情况，根据残疾人享受的社会救助情况，分别圈选“最低生活保障”、“特困人员救助供养”、“医疗救助、“其他救助教育救助、住房救助、就业救助和其他临救助）”、“受住建部门农村危房改造政策”；没有上述1-5项的，卷选6无。</br>' +
    '此项1-5可多选，选1-5的，不再选6-5都不填选的，选择6。</br>' +
    '社会救助主要是指政府在公民由于各种原因导致基本生活困难时给予其帮助，保障其基本生活的各种措施。目前比较普遍的包括最低生活保障、集中供养以及医疗、住房、就业、就学、自然灾害等专项救助。</br>' +
    '1.最低生活保障：是指国家对共同生活的家庭成员人均收入低于当地最低生活保障标准，且符合当地最低生活保障家庭财产状况规定的家庭，给予最低生活保障。登记主要是掌握其是否是为低保户，登记时可以要求出示最低生活保障证件。</br>' +
    '2.特困人员救助供养：是指国家对无劳动能力、无生活来源且无法定赡养、抚养、扶养义务人，或者其法定义务人无履行义务能力的老年人、残疾人以及未满16周岁的未成年人，通过提供基本生活条件、对生活不能自理的照料、疾病治疗、办理丧葬事宜等帮助给予供养。特困人员救助供养可以在当地的供养服务机构集中供养，也可以在家分散供养。具备生活自理能力的，鼓励其在家分散供养。</br>' +
    '特困人员救助供养既包括在社会福利机构和福利院集中供养的城镇供养人员和农村五保人员，也包括在家分散供养的城镇特困人员和农村五保户。</br>' +
    '3.医疗救助：是对困难群众在参加医疗保险和因患病治疗有困难或导致生活困难的，给予其帮助的救助行为。</br>' +
    '按照国家规定，医疗救助的对象包括低保对象、特困供养人员、其他特困人员等。</br>' +
    '医疗救助的形式包括两个方面，一是对救助对象参加城镇居民基本医疗保险或者新型农村合作医疗的个人缴费部分，给予补贴；二是对救助对象经基本医疗保险、大病保险和其他补充医疗保险支付后，个人及其家庭难以承担的符合规定的基本医疗自负费用，给予补助。俗称二次报销。</br>' +
    '4.其他救助：国务院《社会救助暂行办法》规定了最低生活保障、特困人员供养和受灾人员救助以及医疗救助、教育救助、住房救助、就业救助和临时救助。其中受灾的时候得到过资金、物资救助的都算是享受受灾人员救助；残疾人或残疾人家庭子女在上学中得到減免相关费用、发放助学金、得到生活补助、安排勤工助学等方式，使其上学期间基本学习、生活需求得到保障的都算教育救助；通过贷款贴息、社会保险补贴、岗位补贴、培训补贴、费用减免、公益性岗位安置等办法帮助残疾人实现就业的，都算就业救助；残疾人家庭因火灾、交通事故等意外事件，以及家庭成员突发重大疾病等原因，导致基本生活暂时出现严重困难的，或者因生活必需支出突然增加超出家庭承受能力，导致基本生活暂时出现严重困难的，以及遭遇其他特殊困难的家庭，经过申请得到政府临时救助属于临时救助范围。</br>' +
    '除登记表中列出的最低生活保障、特困人员供养和医疗救助之外，得到以上列举的几种救助都属于其他救助的范围。</br>' +
    '5享受住建部门农村危房改造政策：指动态更新年度内农村残疾人家庭住房已享受当地住建部门实施的农村危房改造政策，房屋已经得到住建部门认定的重建或改善，或者得到了住建部门发放的危房改造补贴资金。此项仅限“R3.户口性质”选填了“1.农业的残疾人可以选择。</br>' +
    '6.无：残疾人没有享受任何救助的，则填选此项。填选此项的，前面1-5项不填选。'},
    {code:'R28',msg:'R28.动态更新年度内社会福利补贴情况：此项是指残疾人在动态更新年度内获得的社会福利补贴的情况，根据残疾人享受的福利补贴情况，分别圈选困难残疾人生活补贴”、“重度残疾人护理补贴”以及“其他福利补贴”，无之前3项的，圈选4未享受。</br>' +
    '此项1-3可多选，选1-3的，不再选4 1-3都不填选的，选择4。</br>' +
    '福利补贴是对特定的群体普遍给予的种特惠待遇。包括困难残疾人生活补贴和重度残疾人护理补贴，以及部分地区实施的残疾人津贴、交通补贴、通讯补贴等。</br>' +
    '1.困难残疾人生活补贴：指各地贯彻落实《国务院关于全面建立困难残疾人生活补贴和重度残疾人护理补贴制度的意见》，针对低保等生活困难的残疾人发放的经常性专项补贴。根据国务院文件精神，困难残疾人生活补贴对象主要包括最低生活保障家庭中的残疾人，一些地区在此基础上，将困难残疾人生活补贴扩大到低收入及其他困难残疾人。</br>' +
    '2.重度残疾人护理补贴：指各地贯彻落实《国务院关于全面建立困难残疾人生活补贴和重度残疾人护理补贴制度的意见》，针对重度残疾人发放的用于补助护理额外支出的专项补贴。护理补贴对象主要包括残疾等级被评定为一级、二级的残疾人，部分地区将护理补贴对象延伸到非重度智力、精神残疾人或其他有护理需求的残疾人。</br>' +
    '3.其他福利补贴：指除生活补贴和护理补贴之外的其他福利性补贴。如残疾人津贴、残疾人通讯补贴、残疾人机动轮椅车燃油补贴等。</br>' +
    '4.未享受：残疾人没有享受任何福利侍遇的，则填选此项。填选此项的，前面1 3项不填选。'},
    {code:'R29',msg:'R29.是否享受托养服务：此项是了解 16-59岁智力、精神和重度肢体残疾人接受托养服务的情况。残疾人托养服务，是指为符合条件的智力、精神和重度肢体残疾人，提供基本生活照料和护理、生活自理能力训练、社会适应能力辅导、职业康复和劳动技能训练、运动功能训练等方面的社会服务。符合条件的智力、精神和重度肢体残疾人是指16-59岁，有托养服务需求的智力残疾人；有托养服务需求且通过专业医疗机构精神科医师风险评估适宜托养的精神残疾人有托养服务需求的重度肢体残疾人（包括同时存在智力残疾或精神残疾的多重残疾人）。不属于这三类的残疾人不填选此项。托养服务的形式主要包括居家服务、日间照料和机构寄宿托养等三个方式。</br>' +
    '1.是，凡是接受了居家服务、日间料和机构寄宿托养三种服务中的任何一种的，都选择“1是”。“阳光家园计划”是托养服务工作的一个项目，若接受过“阳光家园计划”资助即可选择“1.是”。选择此项的，不再填报R30，直接跳转R31。</br>' +
    '2.否，符合条件的残疾人没有获得任何托养服务的圈填“否”。'},
    {code:'R30',msg:'R30.目前托养服务需求：此项是对符合托养服务条件，但没有获得托养服务的残疾人了解对托养服务的需求状况。即在R29项圈填了“否”的人员。</br>' +
    '此项为单选，根据残疾人的实际需求在 1-4中选填1项。</br>' +
    '1.居家服务，是指通过一定的组织或机构，以合适的方式为分散居住在家庭和社区中符合条件的智力、精神和长期需要专人照料或护理的重度肢体残疾人，提供基本生活照料和护理、生活自理能力训练、社会适应能力辅导、职业康复和劳动技能训练、运动功能训练等方面的社会服务。</br>' +
    '2.日间照料，是指在各级、各类日常照料机构中，为符合条件的智力、精神和重度肢体残疾人提供日托型的基本生活照料和护理、生活自理能力训练、社会适应能力辅导、职业康复和劳动技能训练、运动功能训练等方面的社会服务。</br>' +
    '3.寄宿托养，是指在各级、各类寄宿制托养机构中，为符合条件的智力、精神和重度肢体残疾人提供寄宿型的基本生活照料和护理、生活自理能力训练、社会适应能力辅导、职业康复和劳动技能训练、运动功能训练等方面的社会服务。</br>' +
    '4.无需求，即符合条件的残疾人没有接受托养服务的愿望'},
    {code:'R31',msg:'R31.个人或家庭是否签订家庭医生服务协议：用于了解残疾人或残疾人家庭与家庭医生或家庭医生团队签约的情况。家庭医生主要包括基层医疗卫生机构注册全科医生（含助理全科医生和中医类别全科医生），以及具备能力的乡镇卫生院医师和乡村医生等，家庭医生团队主要由家庭医生、社区护士、公共卫生医师（含助理公共卫生医师）等组成。'},
    {code:'R32',msg:'R32.除残疾外，过去两周内是否患有其他疾病：用于了解调查前两周内，残疾人新患或过去发生、仍在持续的疾病或损伤。疾病指除残疾外，残疾人所患有的其他各类疾病，包括由残疾引起的继发症和并发症损伤指人体受到外界各种创伤因素作用所引起的皮肤、肌肉、骨骼、关节、内脏器官等组织结构的破坏及其所带来的局部和全身反应。</br>' +
    '下列三种情况有其一者，均认为“患病“</br>' +
    '1.自觉身体不适，去医疗卫生单位就治疗；</br>' +
    '2.自觉身体不适，未去医疗卫生单位就诊治疗，但采取了自我医疗（如自服药物或采用推拿按摩热敷等一些辅助疗法）</br>' +
    '3.自觉身体不适，未去就诊治疗，也未采取任何方式的自我医疗，但因身体不适休工、休学在家或卧床一天及以上者。</br>' +
    '这里还包括各种意外的原因所造成身体的损伤或中毒而出现的身体不适。如圈选“1有”继续回答R33，如圈选“2.无”则跳转R35。'},
    {code:'R33',msg:'R33.过去两周内是否已就诊或治疗本指标包括两种情况，一种情况是残疾人因病或身体不适在过去两周内前往医疗机构就诊或治疗，另一种情况是残疾人在过去两周内虽未就诊，但正在遵医嘱持续服药或接受治疗。</br>' +
    '医疗机构包括各级医院、社区卫生中心（站）、乡镇卫生院、村卫生室，也包括各类社会力量举办的、有执业资质的医疗机构'},
    {code:'R34',msg:'R34.未就诊或治疗原因：用于了解残疾人过去两周内没有前往医疗机构就诊或治疗的原因。未就诊原因是“1自感病轻”，“2经济困难”，“3就诊麻烦”，“4无时间”及“5其他”中的一种或几种，根据实际情况可以圈选一项或多项。</br>' +
    '1.自感病轻指残疾人自感病情不严重，认为较轻而不必要就诊。</br>' +
    '2.经济困难指残疾人因个人或家庭经济困难而未前往医疗机构就诊。</br>' +
    '3.就诊麻烦指残疾人因医疗机构就诊手续繁琐，或因自身行动不便、交通工具缺乏、无人陪同、距离医疗机构路途较远等原因而未去就诊。</br>' +
    '4.无时间指残疾人因没有时间而未前往医疗机构就诊。</br>' +
    '5其他指除自感病轻、经济困难、就麻烦、无时间外的其他未就诊或治疗原因。'},
    {code:'R35',msg:'R35.针对自身残疾，动态更新年度内是否得到或使用过以下服务：用于了解动态更新年度内残疾人得到各类基本康复服务的状况，包括“1.手术”，“2药物”，“3功能训练”，“4辅助器具”，“5.护理”中的一种或几种，根据实际情況可以圈选多项。</br>' +
    '手术指针对残疾人的功能障碍，以改善功能和提高生活质量为目的所进行的手术，如人工耳蜗植入术、白内障复明手术、肢体矫治手术等。残疾人接受的手术与改善自身功能障碍没有直接关系时不圈选此选项。</br>' +
    '药物指针对残疾人的功能障碍，以改善功能和提高生活质量为目的而使用的药物。残疾人使用的药物与改善自身功能障碍没有直接关系时不圈选此项。</br>' +
    '功能训练指针对各类残疾人在运动、感官、认知、精神等方面的功能障碍、活动限制、参与局限而进行的评估和能力训练，包括物理治疗、作业治疗、言语治疗、定向行走认知、生活自理、社会适应能力等训练。</br>' +
    '辅助器具。辅助器具指由残疾人使用的，能够有效防止、补偿、减轻或替代因残疾造成的身体功能障碍或丧失的产品、器具、设备或技术，如假肢、轮椅、助听器、矫形器、助行器、盲杖等。辅助器具服务指与辅助器具相关的功能评估、适配方案制定、辅助器具适配、适应性训练及调整、使用指导、维修更换等服务。</br>' +
    '注：无论残疾人何时接受过辅助器具服务，只要在动态更新年度内使用过辅助器具，都可圈选本项。</br>' +
    '5.护理指专业人员对残疾人进行专门护理或对家属开展护理指导，以预防残疾的发展及继发性残疾，减轻残疾的影响，恢复其残存功能和能力，包括提供生活起居、个人卫生、饮食营养、心理辅助及支持、基础疗、健康指导等。专业人员指注册护士、助理护士、其他医务人员或经过护理培训的护工、社工等。</br>' +
    '如残疾人未得到以上任何基本康复胍务，则圈选“6未得到”，第六项与前五项互斥，圈选第六项后不能再选前五项，同时圈选第六项与前五项中的任意项视为填写无效。如圈选“6未得到”则继续回答R36，否则跳转R37。'},
    {code:'R36',msg:'R36.未得到康复服务的原因：用于了解残疾人在动态更新年度內没有得到基本康复服务的原因。未得到的原因是“1.不了解相关知识和信息”，“2经济困难”，“3.交通不便”及“4其他”中的一种或几种，根据实际情况可以圈选一项或多项。</br>' +
    '1.不了解相关知识和信息指残疾人由于各种主客观因素导致对康复知识和服务信息缺乏了解的情况，包括不知道康复服务可以改善自身功能障碍、不知道哪儿能提供服务等</br>' +
    '2.经济困难指残疾人由于经济困难无法支付基本康复服务相关费用，从而没有得到康复服务的情况。</br>' +
    '3.交通不便指由于残疾人自身行动不便、交通工具缺之、无人陪同、距离康复机构路途较远等原因导致没有获得服务的情</br>' +
    '4.其他指除不了解相关知识和信息、经济困难、交通不便外未得到康复服务的原因'},
    {code:'R37',msg:'R37.针对自身残疾，目前是否还需要以下服务：用于了解残疾人未来一年内的基本康复需求，包括“1.手术”，“2药物”，“3功能训练”，“4辅助器具”，“5.护理”中的种或多种。如残疾人目前没有基本康复服务需求，则圈选“6不需要”。相关解释与选项间逻辑关系同R35。'},
    {code:'R38',msg:'R38.动态更新年度内你家是否进行过无障碍改造：指动态更新年度内残疾人家庭是否进行过出入口坡化、房门加宽、卫生间加装坐便器及扶手、淋浴设施、厨房改造、在灶台、热水器增加煤气泄露发声报警装置安装闪光门铃、可视门铃、配备上网读屏软件等无障碍改造。</br>' +
    '1.是。只要残疾人家中进行过其中项及以上改造内容，即选“是”。</br>' +
    '2.否。残疾人家中未进行过其中任何项改造内容，即选“否”。'},
    {code:'R39',msg:'R39.目前你家有哪些无障碍改造需求：此项统计了解残疾人家庭有哪些无障碍改造需求。残疾人家庭有哪项需求就选哪项， 8项可多选，如无需求，则选第9项。</br>' +
    '1.“家门口坡化、扶手”。是指通过对残疾人家庭室外入口进行坡化或设置扶手，方便乘坐轮椅残疾人、拄拐杖残疾人、盲人等出入、活动。</br>' +
    '2.“房门改造”。是指将残疾人家庭内厨房、卫生间的门加宽，方便乘坐轮椅残疾人进出。</br>' +
    '3.“卫生间改造”。是指将残疾人卫生间蹲便器改为坐便器、安装抓杄或扶手、地面防滑处理，安装热水器、浴凳等沐浴设施，方便残疾人上厕所、洗浴。</br>' +
    '4.“厨房改造”。是指将残疾人厨房灶台、橱柜、洗手池等降低，方便乘坐轮椅残疾人操作、使用。</br>' +
    '5.“闪光门铃、可视门铃”。是指方便聋人独自在家时知道有人敲门、谁来敲门信息的装置。</br>' +
    '6.煤气泄露报警发声装置”。是指方便盲人使用的安装在灶台或热水器上，液化气、天燃气泄露后的语音报警装置。</br>' +
    '7.“上网读屏软件”是指安装在普通电脑上通过语音导航帮助盲人操作上网的软件</br>' +
    '8.“其他”。是指为残疾人家庭安装室外升降机，为智力、精神残疾人家庭窗户安装安全护栏、提供密码刀具箱、整改电源及其线路、安装高位遥控开关等，以及能够提高各类残疾人（肢体、视力、听力、言语、智力、精神、多重）生活品质的其他改造项目和设施、设备等。</br>' +
    '9.“无需求”。是指残疾人确无对家庭无障碍改造的意愿和需求。'},
    {code:'R40',msg:'R40.动态更新年度内是否经常参加村（社区）组织的文化体育活动</br>' +
    '指的是残疾人是否参加过社区组织开展的文化、体育方面的集体活动或者有关的辅导、培训活动，在过去的一年时间内参加的次数能否达到10次（含10次）以上。</br>' +
    '理解这个指标要把握3个关键词：“活动”、“社区集体组织开展的”和“一年内10以上”。“活动”泛指书法、绘画、唱歌、跳舞、读书、看报、看电影、演出、庙会、剪纸、手工、各种棋类、太极拳、柔力球、跑步、游泳、健身等活动以及相关的辅导、讲座、培训、交流等等。“社区集体组织开展的”是指由社区居委会、村委会组织开展的集体活动，强调的是“公家出面组织的集体活动”但一定至少3人以上，比如4个人在起打打麻将、玩一玩扑克、纸牌都算是文体活动。如果是一起聊聊天、侃侃山那就不算了。“一年内10次以上”表明了参加活动的频率，偶尔参加一下、看看热闹不能算经常参加。</br>' +
    '本题的选项两个相互排斥。只有满足1年10次以上并且是公家出面组织的才选“是”。不能满足上述条件选“否”。如果选“是”，则R41不用填报，直接跳转到B1补充问题。'},
    {code:'R41',msg:'R41.不能经常参加村（社区）组织文化体育活动的原因：指的是在动态更新年度内残疾人不能参加由社区居委会、村委会统组织开展的文化、体育方面的集体活动或者有关的辅导、培训活动的原因，或者一年内参与次数达不到10次（含10次）以上的原因。</br>' +
    '填报选项有4个：“没有适合自己的活动项目”指的是村（社区）没有组织活动或者虽然有组织活动但残疾人参与不进去。“没有适合的场所和设施”指的是村（社区）没有文化体育活动中心（站、室、文化大院等）或者虽然有文体活动中心但存在障碍残疾人进不去。“没人组织指导”指的是即便有心参与，但是由于害羞、没伴、没人张罗没有参与活动的气氛和条件等等。“其他”是指除上述3种情况之外的其他原因，比如活动场所离家远、自己行动不便没人接送、自己没有参与的兴趣不想参加、工作忙没时间参加等等。</br>' +
    '本题可以多选，因为残疾人不能参加文体活动的原因多种多样，往往是多种原因的叠加。'},
    {code:'补充问题',msg:'补充问题：为了解残疾人一户多残的情况，在完成登记表内容后，请进一步询问补充问题。'},
    {code:'B1',msg:'B1.户主信息：指登记残疾人所在居民户口薄上的户主姓名和户主的身份证号。'},
];


